{
  "name": "Reno Philibert",
  "title": "Software Developer",
  "image": "reno.png",
  "image_about": "reno_about.png",
  "bio": "A technical, team-oriented software developer with a passion and demonstrated ability for creating the best solutions that are effective and intuitive, especially in this fast-paced world of evolving technology.",
  "description": "I'm Reno, a software developer from Denver, Colorado with a passion for creating. I started learning how to program as a side hobby when I was a freshman in high school, so everything I know has been a self-taught journey. \n Among all the languages and frameworks I've dabbled in over the last 10 years, I have grown to reserve a special place in my heart for PHP because of Laravel, along with Vue Tailwind. Many of my personal projects have been built with this stack (some React, too). \n Outside of software development, I really enjoy hiking in the mountains, snowboarding, running and spending time with my dog, Maya.",
  "replace": [
    "Software Developer",
    "Snowboarder",
    "Photographer",
    "Hiking Enthusiast"
  ],
  "want_to_know": [
    {
      "id": 1,
      "active": false,
      "title": "Are you available for an interesting position?",
      "content": "I'm open and available to take on a position or to accept another freelance assignment. Reach out to me to get acquainted, and if I can't help with it then I might be able to get you in touch with someone in my network."
    },
    {
      "id": 2,
      "active": false,
      "title": "What's your hourly rate?",
      "content": "My hourly rate varies depending on the project and while I rebuild my portfolio. I can probably work within your budget range, and I'd be happy to talk more :)"
    },
    {
      "id": 3,
      "active": false,
      "title": "Do you have experience with <technology X>?",
      "content": "I'm a real hands-on worker and I'm constantly experimenting with new techniques, technology and tools. That just means I'm used to making things my own quickly - but my favorites are Laravel and Vue. If you're looking for specific skills, reach out and I can see if I can help with that!"
    },
    {
      "id": 4,
      "active": false,
      "title": "Where are you located? Do you work remotely?",
      "content": "I currently live and work in New Hampshire, United States. If you're in a different timezone or country, I have no problem working with you remotely. Locally? I'd love to meet up for coffee as well to discuss your project!"
    },
    {
      "id": 5,
      "active": false,
      "title": "What was this site built with?",
      "content": "Nuxt.js (framework for Vue.js based on Next.js for React) and TailwindCSS. My intial personal site I had up for many years was basic HTML, CSS and a lot of jQuery, so it was time to get it updated. Vue is a really nice JavaScript framework to work with and the ecosystem is fantastic. \n As someone who has used OOCSS/BEM extensively, I was a little skeptical at first towards Tailwind. The more I looked into it, the more I started to fall in love with it and now prefer to use it in all of my own projects. It's such a time saver! Since you can 'compose' class names, you don't have to switch between your markup and style files, and you don't have to make concessions in terms of design. It also keeps your CSS file a lot smaller!"
    },
    {
      "id": 6,
      "active": false,
      "title": "Cool, enough about work. What do you do when you're not in front of your computer?",
      "content": "As much as I'd like to tell you that I go deep sea diving for shipwrecks and train manatees while I'm down there, I don't. Bummer, I know. Usually when I'm not at my computer I prefer to be somewhere outdoors, usually in the mountains. In New Hampshire we have the White Mountains so I generally spend a lot of time hiking/snowboarding up north. Photography is also a fun side hobby of mine that usually coincides with my hiking addiction, but I do also enjoy going out to eat and try new bars/foods/restaurants. \n Yes, I still like to do things on my computer even when I'm not working. Definitely not much of a gamer but I enjoy having some reset time playing them with friends occasionally. Like most software developers, I have a passionate side project (Landscape Business Management Software) I've been working on and love to focus on that in my free time, too."
    }
  ]
}
